OPENFOAM/drivenCavity/1p2_RE_1000/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1906                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    movingWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          100;
        startFace       39700;
    }
    fixedWalls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          500;
        startFace       39800;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          40000;
        startFace       40300;
    }
)

// ************************************************************************* //
